"%1 already exists.\nDo you want to replace it?"="%1 כבר קיים.\nהאם ברצונך להחליפו?";
"%1 days left"="%1 ימים נותרו";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nהספריה לא נמצאה.\nאנא ודא שצוין שם הספריה הנכון.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nהקובץ לא נמצאn.\nאנא ודא שצוין שם הקובץ הנכון.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s אינו מחובר כרגע, אך השיעור שלכם יופיע אוטומטית בפעם הבאה שתפתחו את אפליקציית Lessons.";
"&Abort"="&בטל";
"&Add to Custom Colors"="ה&וסף לצבעים מותאמים אישית";
"&Basic colors"="&צבעים בסיסיים";
"&Cancel"="&ביטול";
"&Copy"="&העתק";
"&Custom colors"="&צבעים מותאמים אישית";
"&Define Custom Colors >>"="&הגדר צבעים מותאמים אישית >>";
"&Delete"="&מחק";
"&Finish"="&סיום";
"&Green:"="&ירוק:";
"&Help"="&עזרה";
"&Ignore"="&התעלם";
"&Name:"="&שם:";
"&Next >"="&הבא >";
"&Next >"="&הבא >";
"&No"="&לא";
"&No"="&לא";
"&Open"="&פתח";
"&Options <<"="&אפשרויות <<";
"&Options >>"="&אפשרויות >>";
"&Paste"="ה&דבק";
"&Print"="&הדפס";
"&Red:"="&אדום:";
"&Redo"="ב&צע שנית";
"&Reload"="&טען מחדש";
"&Rename"="&שנה שם";
"&Retry"="&נסה שוב";
"&Sat:"="&רוויה:";
"&Save"="&שמור";
"&Undo"="&בטל פעולה";
"&Unsorted"="&לא ממוין";
"&Val:"="&ערך:";
"&Yes"="&כן";
"&Yes"="&כן";
"..."="...";
":"=":";
"< &Back"="< ה&קודם";
"< Share Options"="< שיתוף אפשרויות";
"< Share with SMART Board"="< שתפו עם SMART BOARD";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>אודות Qt</h3>%1<p>Qt היא ערכת כלים של C++ לפיתוח יישומים חוצי-פלטפורמות.</p><p>Qt מספקת ניידות של מקור-יחיד בין MS&nbsp, Windows, Mac&nbsp, OS&nbsp, X, Linux וכל ואריאציות Unix המסחריות העיקריות. Qt זמינה גם עבור התקנים משובצים כגון Qtopia Core.</p><p>Qt היא מוצר של Trolltech. למידע נוסף ראה <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>תוכנית זו משתמשת ב- Qt Open Source Edition גירסה %1.</p><p>Qt Open Source Edition מיועדת לפיתוח של יישומי קוד מקור פתוח (Open Source). דרוש רשיון Qt מסחרי לפיתוח של יישומים קנייניים (קוד מקור סגור - Closed Source).</p><p>ראה <tt>http://www.trolltech.com/company/model.html</tt> לסקירה אודות רישוי Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>תוכנית זו משתמשת ב- Qt גירסה %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="לגירסה זו של תוכנת SMART Notebook נדרש מפתח מוצר שלSMART Notebook Advantage. נא לבקר באתר <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> לפרטים נוספים.";
"A&lpha channel:"="ערוץ &אלפא:";
"A0 (841 x 1189 mm)"="A0 ‏(‎841 x 1189 מ\"מ)";
"A1 (594 x 841 mm)"="A1 ‏(‎594 ‎x‎ ‎841 מ\"מ)";
"A2 (420 x 594 mm)"="A2 ‏(‎420 x 594 מ\"מ)";
"A3 (297 x 420 mm)"="A3 ‏(‎297 x 420 מ\"מ)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 ‏(210‎ x 297 מ\"מ, 8.26‎ x 11.7 אינץ')";
"A5 (148 x 210 mm)"="A5 ‏(148‎ ‎x 210 מ\"מ)";
"A6 (105 x 148 mm)"="A6 ‏(105‎ x 148 מ\"מ)";
"A7 (74 x 105 mm)"="A7 ‏(74‎ x 105 מ\"מ)";
"A8 (52 x 74 mm)"="A8 ‏(52‎ x 74 מ\"מ)";
"A9 (37 x 52 mm)"="A9 ‏(37‎ x 52 מ\"מ)";
"Abort"="בטל";
"About %1"="אודות %1";
"About Qt"="אודות Qt";
"Account"="חשבון";
"Activate"="הפעל";
"Activated"="הופעל";
"Activates the program's main window"="מפעיל את החלון הראשי של התוכנית";
"Activation Key"="מפתח הפעלה";
"Activation Web Services:"="הפעלת שירותי אינטרנט:";
"Activation Wizard"="אשף ההפעלה";
"Activation Wizard is outdated."="פג תוקפו של אשף ההפעלה.";
"Activation required"="נדרשת הפעלה";
"Add Boards"="הוספת לוחות";
"Advanced"="מתקדם";
"Aliases: %1"="כינויים: %1";
"All Files (*)"="כל הקבצים (*)";
"All Files (*.*)"="כל הקבצים (*.*)";
"All pending requests have been canceled."="כל הבקשות הממתינות בוטלו.";
"Apply"="החל";
"Are you sure you want to delete license information?"="האם אתם בטוחים שברצונכם למחוק את פרטי הרישיון?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="האם אתה בטוח שברצונך להחזיר את מפתח מוצר למוצר זה?  הרישיון יהפוך ללא זמין במחשב זה באופן מיידי (לפני השלמת ההחזרה).";
"Authentication Required"="נדרש אימות";
"Authentication required"="דרוש אימות";
"Automatic Activation"="הפעלה אוטומטית";
"B0 (1000 x 1414 mm)"="B0 ‏(1000‎ x 1414 מ\"מ)";
"B1 (707 x 1000 mm)"="B1 ‏(707‎ x 1000 מ\"מ)";
"B10 (31 x 44 mm)"="B10 ‏(31‎ x 44 מ\"מ)";
"B2 (500 x 707 mm)"="B2 ‏(500‎ x 707 מ\"מ)";
"B3 (353 x 500 mm)"="B3 ‏(353‎ x 500 מ\"מ)";
"B4 (250 x 353 mm)"="B4 ‏(250‎ x 353 מ\"מ)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 ‏(176‎ x 250 מ\"מ, 6.93‎ x 9.84 אינץ')";
"B6 (125 x 176 mm)"="B6 ‏(125‎ x 176 מ\"מ)";
"B7 (88 x 125 mm)"="B7 ‏(88‎ x 125 מ\"מ)";
"B8 (62 x 88 mm)"="B8 ‏(62‎ x 88 מ\"מ)";
"B9 (44 x 62 mm)"="B9 ‏(44‎ x 62 מ\"מ)";
"Back"="הקודם";
"Bl&ue:"="&כחול:";
"Browse Content"="עיון בתוכן";
"Browse..."="עיון...";
"C5E (163 x 229 mm)"="C5E ‏(163‎ x 229 מ\"מ)";
"Cancel"="ביטול";
"Canceled"="Canceled";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="לא ניתן לאמת את המפתח. נסו את ההפעלה שנית.  \n\nאם הבעיה ממשיכה, ערכו רישום של כל הודעת שגיאה וצרו קשר עם התמיכה הטכנית של SMART.";
"Centimeters (cm)"="סנטימטרים (ס\"מ)";
"Check Activation Server Connectivity"="בדקו קישוריות של שרת ההפעלה";
"Check for renewals complete. No renewals found."="בדיקת החידושים הושלמה. לא נמצאו חידושים.";
"Checking..."="בודק...";
"Choose your SMART Board"="בחרו את ה-SMART Board שלכם.";
"Class ID"="מזהה כיתה";
"Class Name"="שם השיעור";
"Cleaning up a few things..."="מנקים כמה דברים...";
"Click here to test connectivity."="לבדיקת הקישוריות, לחצו כאן.";
"Close"="סגור";
"Close without Saving"="סגור ללא שמירה";
"Collate"="סדר";
"Color"="צבע";
"Color Mode"="מצב צבע";
"Commit"="שלח";
"Complete Later"="השלם במועד מאוחר יותר";
"Connect"="התחבר";
"Connected to host"="מחובר למארח";
"Connected to host %1"="מחובר למארח %1";
"Connection Options"="אפשרויות חיבור";
"Connection Options..."="אפשרויות התחברות...";
"Connection closed"="החיבור סגור";
"Connection refused"="החיבור נדחה";
"Connection refused (or timed out)"="החיבור נדחה (או תם הזמן)";
"Connection to %1 closed"="החיבור אל %1 סגור";
"Contact Support at:"="פנה לתמיכה ב-:";
"Contact technical support"="פנה לתמיכה הטכנית";
"Continue"="המשך";
"Copies"="עותקים";
"Copies:"="עותקים:";
"Copy"="העתק";
"Copy &Link Location"="העתק את מיקום הקישור";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="ההפעלה לא צלחה. יתכן וקיימת בעיה עם שרתי ההפעלה. אנא נסו שנית מאוחר יותר.";
"Could not connect to the server. Trying again..."="החיבור לשרת לא צלח. מנסה שוב...";
"Couldn't find a board with that code. Want to try again?"="מציאת לוח בעל קוד זה לא צלחה. רוצים לנסות שוב?";
"Couldn't load profile"="טעינת הפרופיל נכשלה";
"Couldn't start the trial period."="לא ניתן להתחיל תקופת ניסיון.";
"Count"="ספור";
"Create New Folder"="צור תיקיה חדשה";
"Create a New File"="צרו קובץ חדש";
"Create a link to this document"="צור קישור למסמך זה";
"Creating ..."="יוצר...";
"Cu&t"="&גזור";
"DLE (110 x 220 mm)"="DLE ‏(110‎ x 220 מ\"מ)";
"Data corrupted"="נתונים פגומים";
"Delete"="מחק";
"Detail View"="תצוגת פרטים";
"Details:"="פרטים:";
"Directories"="ספריות";
"Directory"="ספריה";
"Disabled"="לא זמין";
"Discard"="בטל שינויים";
"Do you want to discard this request or complete it later?"="האם ברצונך למחוק בקשה זו או להשלים אותה במועד מאוחר יותר?";
"Don't Save"="אל תשמור";
"Don't show this again"="אל תציג הודעה זו שנית";
"Done"="בוצע";
"Download incomplete. Received %1 bytes, expected %2 bytes."="ההורדה לא הושלמה. התקבלו %1 בייטים, מתוך %2 בייטים.";
"Drive"="כונן";
"Duplex Printing"="הדפסה דו-צדדית";
"Error writing response to device"="שגיאה בכתיבת תגובה התקן";
"Examples"="דוגמאות";
"Executable '%1' requires Qt %2, found Qt %3."="תוכנית ההרצה '%1' זקוקה ל- Qt %2, נמצא Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive ‏(7.5‎ x 10 אינץ', 191‎ x 254 מ\"מ)";
"Expired"="פג תוקף";
"Expired on %1"="התוקף פג ב-%1";
"Expires on %1"="התוקף יפוג ב-%1";
"Failed due to a data error. Please contact our support."="נכשל עקב שגיאת נתונים. אנא פנה לתמיכה.";
"Failed to cancel all pending requests."="ביטול כל הבקשות הממתינות נכשל.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="התחברות לשרת SMART נכשלה. אנא נסה שנית מאוחר יותר, או נסה לבצע הפעלה ידנית.";
"Failed to write activation information. Make sure you have enough permissions."="כתיבת פרטי ההפעלה נכשלה. ודאו שיש ברשותכם הרשאות מספיקות.";
"Failed. Details: "="הפעולה נכשלה.  פרטים: ";
"False"="לא נכון";
"File"="קובץ";
"File name:"="שם קובץ:";
"Files of type:"="קבצים מסוג:";
"Finished"="הפעילות הושלמה";
"Folio (210 x 330 mm)"="Folio ‏(210‎ x 330 מ\"מ)";
"Form"="טופס";
"From page:"="מדף:";
"Fulfillment ID"="מזהה אספקה";
"Get started with SMART Notebook software"="הפעילו את תוכנת SMART Notebook ";
"Getting things ready..."="מכינים את הדברים לפעילות...";
"Go Back"="חזור";
"Grace period has expired."="הארכה פגה.";
"Grace period: <b>%1</b> day(s) remaining"="תקופת חסד: <b>%1</b> ימים נותרו";
"Grayscale"="גווני אפור";
"Great! Your lesson is on its way to the SMART Board."="נהדר! השיעור שלכם בדרכו ל-SMART Borad.";
"HTTP request failed"="בקשת HTTP נכשלה";
"HTTPS connection requested but SSL support not compiled in"="חיבור HTTPS נדרש אך תמיכתSSL  לא עברה הידור";
"Height:"="גובה:";
"Help"="עזרה";
"Hide %1"="הסתר %1";
"Hide Others"="הסתר אחרים";
"Host %1 found"="מארח  %1נמצא";
"Host %1 not found"="מארח  %1לא נמצא";
"Host found"="מארח נמצא";
"Host requires authentication"="מארח דורש אימות";
"Host:"="Host:";
"Hu&e:"="&גוון:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="אני מקבל את תנאי <a href=\"showEula()\">הסכם הרישיון</a>.";
"Ignore"="התעלם";
"Inches (in)"="אינצ'ים (אינ')";
"Include your name to help students find your class quickly."="הזינו את שמכם על מנת לעזור לתלמידים למצוא את השיעור שלכם במהרה.";
"Includes maintenance ending on:"="כולל אחזקה המסתיימת ב:";
"Includes permanent activations."="כולל הפעלות קבועות.";
"Includes subscriptions expiring on:"="כולל מנויים שתוקפם פג ב:";
"Incompatible Qt Library Error"="שגיאת ספריית Qt לא תואמת";
"Installation ID"="מזהה התקנה";
"Internet access is disabled by the system administrator."="הגישה לאינטרנט בוטלה על ידי מנהל המערכת.";
"Invalid"="Invalid";
"Invalid HTTP chunked body"="גוף מקוטע של HTTP לא חוקית";
"Invalid HTTP response header"="כותרת של תגובת HTTP לא חוקית";
"Invalid entitlement"="זכאות לא חוקית";
"Invalid product key."="מפתח מוצר לא חוקי.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="נראה כי ספריית שיעורי הלוח מלאה. באפשרותכם למחוק מספר שיעורים כדי לשחרר מקום.";
"Landscape"="לרוחב";
"Learn how to renew."="לימדו כיצד לחדש.";
"Learn more."="למדו עוד.";
"Learn the Basics"="לימדו את היסודות";
"Ledger (432 x 279 mm)"="Ledger ‏(432‎ x 279 מ\"מ)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal ‏(8.5‎ x 14 אינץ', 216‎ x 356 מ\"מ)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter ‏(8.5‎ x 11 אינץ', 216‎ x 279 מ\"מ)";
"Limitations"="הגבלות";
"List View"="תצוגת רשימה";
"Location:"="מיקום:";
"Long side"="צד ארוך";
"Look in:"="חפש ב:";
"Lync connector"="מחבר Lync";
"Manage"="נהל";
"Manual Request"="בקשה ידנית";
"Margins"="שוליים";
"Microsoft (personal)"="מיקרוסופט (אישי)";
"Millimeters (mm)"="מילימטרים (מ\"מ)";
"My Computer"="המחשב שלי";
"N&o to All"="ל&א לכל";
"N&o to All"="ל&א לכל";
"Name:"="שם:";
"No Internet Connection"="אין חיבור לאינטרנט";
"No boards yet. Get connected."="עדיין אין אף לוח. התחברו.";
"No proxy"="אין proxy";
"No server set to connect to"="לא הוגדר שרת לחיבור";
"No space left on device"="לא נשאר מקום בהתקן";
"No such file or directory"="אין קובץ או ספריה כאלה";
"No, I'll complete my request(s) later."="לא, אני אשלים את בקשתי מאוחר יותר.";
"No, cancel all pending requests."="לא, בטל את כל הבקשות הממתינות.";
"None"="ללא";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="הערה: אם כתובות ה-URL אינן נגישות, התאימו את הגדרות ה-Proxy שלכם ונסו לבדוק שוב את החיבור.";
"Number of copies:"="מספר עותקים:";
"OK"="אישור";
"Office 365 (school)"="אופיס 365 (בית ספר)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="הו לא! כניסתכם לא הושלמה. אנא נסו שנית. \n\nאם הבעיה ממשיכה, דלגו על הכניסה לעת עתה ונסו מאוחר יותר דרך תפריט החשבון.";
"Oops. Something went wrong. Restarting the computer might help."="הו לא! משהו השתבש. יתכן ואתחול המחשב יעזור.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="הו לא! אין באפשרותינו להשלים את הפעולה ללא חיבור לאינטרנט. \n\nאנא התחברו מחדש ונסו שנית.";
"Oops. We couldn't load your profile right now. Please try again later."="הו לא! לא יכלנו לטעון את הפרופיל שלכם כעת. אנא נסו מאוחר יותר.";
"Open"="פתח";
"Open "="פתח ";
"Open in SMART Notebook on this computer."="פתח ב-SMART Notebook במחשב זה.";
"Open in the Notebook Player app on my SMART Board with iQ."="פתח ביישום Notebook Player ב-SMART Board שלי עם IQ.";
"Operation completed successfully."="הפעולה הושלמה בהצלחה.";
"Options"="אפשרויות";
"Orientation"="כיוון הדפסה";
"Orientation:"="כיוון הדפסה:";
"Output &file:"="&קובץ פלט:";
"Output Settings"="הגדרות פלט";
"P&roperties"="ת&כונות";
"Page size:"="גודל דף:";
"Pages from"="דפים מ-";
"Paper"="נייר";
"Paper format"="תבנית נייר";
"Paper source:"="מקור נייר:";
"Parent Directory"="ספריית אב";
"Password"="סיסמה";
"Password:"="סיסמה:";
"Permission Required"="נדרש אישור";
"Permission denied"="אין הרשאה";
"Phone: 1.866.518.6791 or +1.403.228.5940"="טלפון: 1.866.518.6791 או +1.403.228.5940";
"Please try again"="אנא נסו שוב";
"Please try again later"="אנא נסו שנית מאוחר יותר";
"Points (pt)"="נקודות (נק')";
"Portrait"="לאורך";
"PostScript Files (*.ps);;All Files (*)"="קובצי PostScript ‏(*.ps);;כל הקבצים (*)";
"Preferences..."="העדפות...";
"Premium features expired on %1"="תוקפן של תכונות הפרמיום פג בתאריך %1";
"Premium features will expire on %1 without an active subscription"="ללא הרשמה פעילה תוקפם של רכיבי הפרמיום יפוג ב-%1";
"Preparing your document. This can take a while..."="מכין את המסמך. זה יכול לקחת כמה רגעים...";
"Preview"="תצוגה מקדימה";
"Print all"="הדפס הכל";
"Print destination"="יעד הדפסה";
"Print first page first"="הדפס דף ראשון תחילה";
"Print in color if available"="הדפס בצבע אם זמין";
"Print in grayscale"="הדפס בגווני אפור";
"Print last page first"="הדפס דף אחרון תחילה";
"Print range"="טווח הדפסה";
"Print selection"="הדפס בחירה";
"Print to File (PDF)"="הדפס לקובץ (PDF)";
"Print to File (Postscript)"="הדפס לקובץ (Postscript)";
"Print to SMART Notebook"="הדפס אל SMART Notebook";
"Print to file:"="הדפס לקובץ:";
"Print to printer:"="הדפס למדפסת:";
"Printer"="מדפסת";
"Printer settings"="הגדרות מדפסת";
"Product"="מוצר";
"Product Key"="מפתח מוצר";
"Product Key is not valid"="מפתח מוצר לא חוקי";
"Product Key:"="מפתח מוצר:";
"Product key has expired."="פג תוקפו של מפתח מוצר.";
"Product:"="המוצר:";
"Profile"="פרופיל";
"Proxy Settings"="הגדרות Proxy";
"Proxy authentication required"="דרוש אימות  Proxy";
"Proxy requires authentication"="Proxy דורש אימות";
"QT_LAYOUT_DIRECTION"="RTL";
"Quit"="צא";
"Quit %1"="צא %1";
"Recent"="קבצים אחרונים";
"Recents"="אחרונים";
"Remaining signed in will give you access to SMART Notebook's basic features."="הכניסות הנותרות למערכת יעניקו לכם גישה לתכונות הבסיסיות של SMART Notebook.";
"Request Files (%1)"="קבצי הבקשה (%1)";
"Request aborted"="הבקשה בוטלה";
"Request denied. See Technical Details below for more information."="הבקשה נדחתה. למידע נוסף, עיינו ב'פרטים הטכניים' המופיעים מטה.";
"Request type: Activate"="סוג הבקשה: הפעל";
"Request type: Renew"="סוג הבקשה: חדש";
"Request type: Repair"="סוג הבקשה: תיקון";
"Request type: Return"="סוג הבקשה: החזר";
"Request:"="בקשה:";
"Reset"="אפס";
"Response Files (%1)"="קבצי תגובה (%1)";
"Restore Defaults"="שחזר ברירות מחדל";
"Result:"="התוצאה:";
"Retrieving your account information..."="מאחזר את המידע שבחשבונכם...";
"Retry"="נסה שוב";
"Reverse"="הפוך";
"Reverse landscape"="הפוך הדפסה לרוחב";
"Reverse portrait"="הפוך הדפסה לאורך";
"SMART Account"="חשבון SMART";
"SMART Document Camera Mixed Reality Tools"="כלי מציאות מעורבת של  SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite און ליין - גישה ל-Notebook בכל מקום";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="מהדורה אישית שלSMART Meeting Pro";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="מחבר SMART Meeting Pro עבור Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="כלים תלת-ממדיים של SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>תכונות פרמיום של</a> SMART Notebook";
"SMART Notebook Collaborative License"="רישיון שיתופי של SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook English Vocabulary דוגמא 1";
"SMART Notebook History Example 1"="SMART Notebook History דוגמא 1";
"SMART Notebook Math Example 1"="SMART Notebook Math דוגמא 1";
"SMART Notebook Math Example 2"="SMART Notebook Math דוגמא 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Science דוגמא 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="ערכת כליםSMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies – אשף הפעלה";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="לחיצת יד של SSL  נכשלה";
"Save"="שמור";
"Save All"="שמור הכל";
"Save As"="שמור בשם";
"Search the SMART Exchange"="חפשו את SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="עיינו במאמר זה במאגר הידע <a href='%1'>ובתרשים פתרון הבעיות</a><a href='%2'>על מנת לקבל פרטים לגבי טיפול בנושא הקישוריות, במיוחד בעת שימוש ב-Proxy.</a>";
"Select All"="בחר הכל";
"Select a Directory"="בחר ספריה";
"Select color"="בחר צבע";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="בחרו כיצד ברצונכם לשתף את הקובץ לפרופיל SMART Learning Suite המקוון שלכם";
"Select the Response File"="בחר את קובץ תגובה";
"Selection"="בחירה";
"Send to SMART Cloud"="שלחו לענן SMART ";
"Server closed connection unexpectedly"="השרת סגר את החיבור באופן בלתי צפוי";
"Services"="שירותים";
"Share"="שתף";
"Share Now"="שתפו כעת";
"Share this file with the Lessons app on a SMART Board"="שתפו קובץ זה עם אפליקציית Lessons ב- SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="שתף קובץ זה עם יישום Notebook Player ב- SMART Board";
"Share to SMART Board with iQ"="שתפו ב-SMART Board עם IQ";
"Share to the Notebook Player app"="שתף ביישום Notebook Player";
"Share using a link"="שתפו על ידי קישור";
"Share with a SMART Board"="שתפו עם SMART Board.";
"Short side"="צד קצר";
"Show &hidden files"="הצג קבצים &נסתרים";
"Show All"="הצג את הכל";
"Sign In"="התחבר";
"Sign In Again"="הכנסו שנית";
"Sign Out"="התנתק";
"Sign in"="התחבר";
"Sign in didn't work"="הכניסה לא התבצעה";
"Sign in is required for accessing key SMART features."="נדרש ביצוע כניסה על מנת לקבל גישה לתכונות מפתח של SMART.";
"Sign in to or create a SMART account"="היכנסו או צרו חשבון SMART";
"Sign in to use this feature"="היכנסו למערכת כדי להשתמש בתכונה זו";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="היכנסו לחשבון SMART שלכם כדי להגיע להטבות המנוי שלכם, או כדי להשתמש ב- Notebook במצב מוגבל.";
"Sign in with Google"="הכנסו באמצעות גוגל";
"Sign in with a Google, Office 365 or Microsoft personal account."="הכנסו באמצעות חשבונכם בגוגל, אופיס 365 או חשבונכם האישי במיקרוסופט.";
"Sign in with a browser"="היכנסו באמצעות דפדפן";
"Sign up for free"="הירשמו בחינם";
"Sign up for the latest updates from SMART"="הירשמו לקבלת העדכונים האחרונים מ-SMART";
"Signed in as:"="כניסה למערכת כ:";
"Skip Sign In"="דלגו על כניסה";
"Skip sign in for now"="דלגו על הכניסה לעת עתה";
"Skipped sign in"="שלב הכניסה דולג";
"Software enabled"="מותאם תוכנה";
"Some of your license keys have expired. Click here for more info."="פג תוקפם של חלק ממפתחות הרישיון שלכם. לפרטים נוספים, לחצו כאן.";
"Some of your license keys will expire in %1 days. Click here for more info."="תוקפם של חלק ממפתחות הרישיונות שלך יפוג בעוד %1 ימים. לחץ כאן לקבלת מידע נוסף.";
"Something went wrong. Want to try again?"="משהו השתבש. רוצים לנסות שוב?";
"Sort"="מיין";
"Sort by &Date"="מיין לפי &תאריך";
"Sort by &Name"="מיין לפי &שם";
"Sort by &Size"="מיין לפי &גודל";
"Status"="מצב";
"Status:"="סטטוס:";
"Stay Inspired"="המשיכו לקבל השראה";
"Subscription: <b>%1</b> day(s) remaining"="מנוי: <b>%1</b> ימים נותרו";
"Succeeded"="הפעולה הצליחה";
"Symbolic Link"="קישור סמלי";
"Tabloid (279 x 432 mm)"="Tabloid ‏(279‎ x 432 מ\"מ)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="הקישו על החיבור %s ביישום השיעורים על מנת לקבל קוד בן 4 תווים, ולאחר מכן הזינו את הקוד מטה.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="הקש על אייקון Connect %sבאפליקציית Notebook Player כדי לקבל קוד בעל 4 תווים, ולאחר מכן הקלד את הקוד למטה.";
"Test Connectivity..."="בודק קישוריות...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="כתובת דוא\"ל זו כבר קיימת בחשבון SMART. נסו להירשם עם כתובת דוא\"ל אחרת.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="זה היה מוזר...\n\nאנו לא בטוחים במה שקרה, אך אינכם יכולים להיכנס כעת. ";
"The activation didn't complete. See below for status information."="ההפעלה לא הושלמה. ראה מטה מידע על המצב.";
"The following Product Key is not valid: "="מפתח מוצר הבא לא חוקי: ";
"The information copied successfully, and your Internet browser will open."="המידע הועתק בהצלחה ודפדפן האינטרנט ייפתח.";
"The installed version of this product requires a newer maintenance license."="לגרסה המותקנת של מוצר זה נדרש רישיון אחזקה.";
"The link has been copied to the clipboard."="הקישור הועתק ללוח העריכה.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="מספר ההפעלות של מפתח מוצר זה חרג מהמספר המרבי. לסיוע, אנא פנה לתמיכה.";
"The product key you are using has been canceled. Please contact SMART support for more information."="מפתח המוצר בו אתם משתמשים בוטל. למידע נוסף אנא צרו קשר עם שירות התמיכה של SMART.";
"The product key you entered is already in the list."="מפתח המוצר שהזנת כבר נמצא ברשימה.";
"The request file saved successfully. Copy the file to another computer to continue."="קובץ הבקשה נשמר בהצלחה. העתק את הקובץ למחשב אחר כדי להמשיך.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="הבקשה הצליחה בחלק ממפתחות המוצר שלך, אך נכשלה באחרים.";
"The sign in took too long and has expired."="הכניסה למערכת ארכה זמן רב ותוקפה פג. ";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="המערכת מתוחזקת כרגע, אך היא תהיה זמינה בקרוב. מצטערים על חוסר הנוחות.";
"The trial period has started."="תקופת הניסיון התחילה.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="לא ניתן היה להפעיל מפתח זה. נסו את ההפעלה שנית.  \n\nאם הבעיה ממשיכה, ערכו רישום של כל הודעת שגיאה וצרו קשר עם  התמיכה הטכנית של SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="רישום הזכאות למפתח זה אינו מוגדר כראוי. אנא צרו קשר עם התמיכה הטכנית של SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="כדי להתחבר ל-SMART, עליכם להזין שם משתמש וסיסמה ל- _proxy _%mod";
"To page:"="עד דף:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="כדי להפעיל בהצלחה את מפתח המוצר, על כל החיבורים להצליח. סימני ביקורת ירוקים משמעם חיבור מוצלח.";
"Too many open files"="יותר מדי קבצים פתוחים";
"Trial Extension"="הארכת תקופת ניסיון";
"Trial: <b>%1</b> day(s) remaining"="ניסיון: <b>%1</b> ימים נותרו";
"True"="נכון";
"Try Again"="נסו שוב";
"Try again later or try a manual request now."="נסה שוב מאוחר יותר או נסה בקשה ידנית כעת.";
"Try it Online!"="נסו באינטרנט!";
"Type your user name and password."="הזן את שם המשתמש והסיסמה.";
"Type:"="סוג:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope ‏(105‎ x 241 מ\"מ)";
"Unable to complete your request."="לא ניתן להשלים את בקשתך.";
"Unable to copy."="אין אפשרות להעתיק.";
"Unable to create your file."="לא ניתן ליצור את הקובץ שלך.";
"Unable to open %1 for writing."="לא ניתן לפתוח את %1 לצורך כתיבה.";
"Unable to open source file for reading."="לא ניתן לפתוח את קובץ המקור לצורך קריאה.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="לא ניתן לפתוח את דפדפן האינטרנט. נסה לפתוח את הדפדפן באופן ידני או השתמש במחשב אחר כדי להמשיך.";
"Unable to read response from file."="לא ניתן לקרוא את התגובה מהקובץ.";
"Unable to rename %1 to %2."="לא ניתן לשנות את השם של %1 ל-%2.";
"Unable to save your request."="לא ניתן לשמור את בקשתך.";
"Unknown"="לא ידוע";
"Unknown Location"="מיקום לא ידוע";
"Unknown authentication method"="שיטת אימות לא ידועה";
"Unknown error"="שגיאה לא ידועה";
"Unknown error."="שגיאה לא ידועה.";
"Unknown protocol specified"="צוין פרוטוקול לא ידוע";
"Upload this document and create a link to share with others."="העלה את מסמך זה וצור קישור לשיתוף עם אחרים.";
"Upload to SMART Cloud"="העלו לענן SMART ";
"Uploading your file..."="מעלה את הקובץ שלכם...";
"Use Internet Explorer settings"="השתמש בהגדרות Internet Explorer";
"Use System settings"="השתמש בהגדרות המערכת";
"Use other proxy:"="השתמש ב-proxy אחר:";
"User Name:"="שם משתמש:";
"User name:"="שם משתמש:";
"Valid for versions released before %1"="חוקי עבור גרסאות שפורסמו לפני %1";
"Version %s"="גרסה %s";
"Volume activated"="העוצמה הופעלה";
"We couldn't process that response. The request comes from a different computer or has already been processed."="לא הצלחנו לעבד את התשובה. הבקשה מגיעה ממחשב אחר או שהיא כבר עברה עיבוד.";
"We'll remember %s for next time."="נזכור %s לפעם הבאה.";
"Web:"="אינטרנט:";
"Welcome to %1 software from SMART Technologies."="ברוך הבא לתוכנה %1 מבית SMART Technologies.";
"Welcome to SMART Notebook"="ברוכים הבאים ל-SMART Notebook ";
"What's This?"="מה זה?";
"Width:"="רוחב:";
"Working on it."="אנחנו עובדים על זה.";
"Working on it.."="אנחנו עובדים על זה..";
"Working on it..."="בתהליך...";
"Wrong content length"="אורך התוכן שגוי";
"Yes to &All"="&כן לכל";
"Yes to &All"="&כן לכל";
"Yes, I have a numeric response code similar to %1."="כן, יש לי קוד תגובה מספרי דומה ל- %1.";
"Yes, I have a response file."="כן, יש לי קובץ תגובה.";
"Yes, I have a response message that starts with %1."="כן, יש לי הודעת תגובה המתחילה ב-%1.";
"Yes, I have an activation key similar to %1."="כן, יש לי מפתח ההפעלה דומה ל- %1.";
"You can close this tab and return to SMART Notebook."="באפשרותכם לסגור לשונית זו ולשוב ל-SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="באפשרותכם לנהל את חשבונכם ואת מזהה הכיתה מתפריט החשבון.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="באפשרותכם להכנס מאוחר יותר דרך תפריט החשבון. ביצוע כניסה נדרש עבור מספר רכיבי מפתח של SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="בחרת שלא לאפשר לאפליקציה שלנו לגשת לחשבונך. אין באפשרותך להשתמש באפליקציה שלנו עד שתאשר.";
"You have %1 days to complete activation."="לרשותכם עומדים %1 ימים להשלמת ההפעלה.";
"You have signed out"="יצאתם מחשבונכם";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="עדיין לא נתתם ל-SMART אישור גישה למידע לגבי חשבונכם, הנדרש לכניסה. האם ברצונכם לנסות להיכנס שוב?";
"You may wish to send results to your organization's technical support contact."="באפשרותכם לשלוח את התוצאות לאיש הקשר של התמיכה הטכנית בארגונכם.";
"You need to sign in before you can use this feature."="עליכם להירשם לפני שתוכלו להשתמש בתכונה זו.";
"You're all set!"="אתם מוכנים ומזומנים!";
"You're unable to change these settings because you manually configured a proxy."="אינך יכול לשנות הגדרות אלו מפני שהגדרת proxy באופן ידני.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="דילגתם על הכניסה לעת עתה. באפשרותכם להכנס מאוחר יותר דרך תפריט החשבון.";
"Your SMART Boards"="ה-SMART Board שלכם.";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="תוקף המנוי שלכם ל-SMART Learning Suite יפוג בעוד %d ימים. לימדו כיצד לחדש.";
"Your SMART account"="חשבון SMART שלכם";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="דפדפן האינטרנט שלכם נפתח בעמוד הכניסה למערכת. אתם תוחזרו לכאן לאחר הכניסה למערכת.";
"Your first trial extension is activated."="ההארכה הראשונה שלך לתקופת הניסיון מופעלת.";
"Your first trial extension isn't activated."="ההארכה הראשונה שלך לתקופת הניסיון אינה מופעלת.";
"Your second trial extension is activated."="ההארכה השנייה שלך לתקופת הניסיון מופעלת.";
"Your second trial extension isn't activated."="ההארכה השנייה שלך לתקופת הניסיון אינה מופעלת.";
"Your trial period has ended."="תקופת הניסיון שלך הסתיימה.";
"bottom margin"="שוליים תחתונים";
"left margin"="שוליים שמאליים";
"locally connected"="מחובר מקומית";
"right margin"="שוליים ימניים";
"to"="אל";
"top margin"="שוליים עליונים";
"unknown"="לא ידוע";
